bauh
betterlockscreen
electron-castlab-bin
ellipse
i3lock-color
libpamac-aur
mongodb-bin
mongodb-compass-bin
mongosh-bin
netflix
pamac-aur
peazip
postman-bin
spotify
ttf-ms-fonts
unityhub
yay
zapzap
zoom
spicetify-cli
