alacritty
android-tools
android-udev
ark
atril
audacity
base
base-devel
bat
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cameractrls
chromium
clipmenu
code
cowsay
discover
dmenu
dunst
efibootmgr
fastfetch
fd
feh
firefox
flameshot
flatpak
fprintd
git
gnome-builder
gnome-calculator
gnome-calendar
gnome-screenshot
gnome-system-monitor
gnome-text-editor
gparted
grub
gst-plugin-pipewire
htop
i3-wm
i3blocks
i3status
imagemagick
intel-media-driver
intel-ucode
iwd
kate
kdeconnect
kdenlive
kitty
libpulse
libreoffice-fresh
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
loupe
lxappearance
lxsession
ly
man-db
mariadb
materia-gtk-theme
maven
nano
ncdu
neovide
neovim
network-manager-applet
networkmanager
npm
ntfs-3g
nwg-clipman
obs-studio
ollama
onboard
os-prober
otf-font-awesome
packagekit
papirus-icon-theme
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
polkit-kde-agent
polybar
power-profiles-daemon
proton-vpn-gtk-app
python-i3ipc
qemu-full
qopenvpn
ranger
ripgrep
rofi
rustup
scrcpy
screengrab
scrot
shotcut
smartmontools
speedtest-cli
sudo
telegram-desktop
thunar
thunar-archive-plugin
tlp
tomcat10
ttf-cascadia-code
ttf-hack-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttyper
unzip
vim
vlc
volumeicon
vulkan-intel
wget
wine
wireless_tools
wireplumber
woff2-font-awesome
wpa_supplicant
xclip
xdg-utils
xorg-xbacklight
xorg-xinit
xsettingsd
xss-lock
xterm
zram-generator
zsh
